[
  {
    "Title": "Skills Undervalued Fast",
    "Content": "\"I dunno Photoshop but for you it takes 1 min.\" This dismisses your expertise. RED FLAG."
  },
  {
    "Title": "Signed Not Read",
    "Content": "\"Yes, I signed the agreement but I didn't read it!\" They won’t honor terms. RED FLAG."
  },
  {
    "Title": "Geographic Name Drop",
    "Content": "\"This is Bali Rokma.\" Irrelevant flex or pressure tactic. RED FLAG."
  },
  {
    "Title": "Conditional Payment Pressure",
    "Content": "\"I'll pay you when I see the website online and working\"—after agreeing otherwise. RED FLAG."
  },
  {
    "Title": "Scope Creep Attempt",
    "Content": "\"I know this isn’t included in our agreement, but I need you to...\" RED FLAG."
  },
  {
    "Title": "Quick Change Trap",
    "Content": "\"Can we just make a few quick changes?\" Always more than it sounds. RED FLAG."
  },
  {
    "Title": "Minimized Workload Warning",
    "Content": "\"This should just be a quick one.\" Downplays real effort. RED FLAG."
  },
  {
    "Title": "Last-Minute Meeting",
    "Content": "Requesting meetings on very short notice (like same-day). It disrespects your schedule. RED FLAG."
  },
  {
    "Title": "Ghosting Mid-Project",
    "Content": "Client goes silent after leaving requests. Communication breakdown. RED FLAG."
  },
  {
    "Title": "Upfront Bargaining Issue",
    "Content": "Clients haggling over your 50% upfront—this hints at future payment problems. RED FLAG."
  },
  {
    "Title": "Exposure Over Budget",
    "Content": "\"There’s no budget for this, but a lot of people will see it.\" Empty promises. RED FLAG."
  },
  {
    "Title": "Fake Family Vibes",
    "Content": "\"We're all family here.\" Often used to exploit emotional labor and skip fair pay. RED FLAG."
  },
  {
    "Title": "Same Ambition, Less",
    "Content": "\"Budget's been cut, but the ambition stays the same.\" You’ll do more for less. RED FLAG."
  },
  {
    "Title": "Silent For Weeks",
    "Content": "Client stops responding for days or weeks. Lack of reliability. RED FLAG."
  },
  {
    "Title": "No Mention Money",
    "Content": "Project briefs with deadlines and steps but zero mention of budget. RED FLAG."
  },
  {
    "Title": "Unpaid Pitch Request",
    "Content": "Client demands unpaid work just to 'win' the job. Free labor is not okay. RED FLAG."
  },
  {
    "Title": "Signed-Off Revisions",
    "Content": "Last-minute changes to things they already approved? That’s unstable scope. RED FLAG."
  },
  {
    "Title": "Payment Cycle Risks",
    "Content": "In the West, anything taking longer than 30 days to pay? Headaches. In the East, anything not Upfront, sketchy, mind your steps. RED FLAG."
  },
  {
    "Title": "Extra Hours Unpaid",
    "Content": "Expecting you to put in extra time without reward or acknowledgment. RED FLAG."
  },
  {
    "Title": "Team Budget Cuts",
    "Content": "Trying to save money by skipping key hires (like stylists or models). You’ll be overextended. RED FLAG."
  }
]
