{
  "title": "Rokma",
  "tldr": "Rokma empowers small enterprises",
  "tagline": "Communication Design, Production and Consulting.",
  "tagline_plus": "Building Reputation",
  "description": "Rokma offers Flexible Communication Design Service for small companies. Imagine > Plan > Produce > Launch. Also just consulting!",
  "description_web": "To communicate ain't easy. A WELL THOUGHT INTERNET PRESENCE gives results and reduces the small entrepreneur stress. An ADVISOR helps rationalize and actualize.",
  "quote_web": "Communication has never been cheaper and more accessible. To craft a well proposed brand message might not be your forte. A WELL THOUGHT INTERNET PRESENCE reduces the small entrepreneur's stress. An ADVISOR helps rationalize and actualize. ",
  "description_photography": "Photography language can build a visual narrative. Only CAREFULLY CRAFTED IDEAS strongly expressed, delivering emotions leave a mark! Just a click won't cut it.",
  "quote_photography": "All selfies tell the same thing: I WAS HERE. Photography is still a new language, barely 100 y.o. Where's the NARRATIVE?  Attention is very short. To be effective you need to hit deep into emotions. Only CAREFULLY CRAFTED IDEAS, strongly expressed, leave a mark!",
  "description_advertising": "Nothing that is new, can be accepted without BEING WELL PROPOSED first. Your product needs a carefully crafted advertising message to compete today.",
  "quote_advertising": "Nothing that is new, can be accepted without BEING WELL PROPOSED first. Your product needs a carefully crafted advertising message to compete today. Does it have it yet?",
  "description_branding": "Your products must be RECOGNIZABLE, that's why you need BRANDING. Or forget to be noticed. Ready to seriously build your PRODUCT IDENTITY?",
  "quote_branding": "Your products must be RECOGNIZABLE, that's why you need BRANDING. Or you can just forget to be noticed. Ready to seriously build your PRODUCT IDENTITY?",
  "description_specials": "Consulting with an OUT-OF-THE-BOX thinker is paramount for your PROJECT success. I will make sure your investment is worth or won't accept the job.",
  "quote_specials": "Consulting with an OUT-OF-THE-BOX thinker is paramount for your PROJECT success. Is your offer lost in the multitude? I will make sure your investment is worth or won't accept the job.",
  "logo": "01.jpg",
  "keywords": "flexible, communication, Ddesign, small companies, plan, produce, launch, consulting, photography, creativity, content, experience, digital-marketing, copywriting, strategy, mentoring, advisor",
  "lang": "en",
  "email": "me@rokma.com",
  "twitter": "https://twitter.com/rokmatwit",
  "x": "https://x.com/rokmatwit",
  "facebook": "https://www.facebook.com/rokmaphotography",
  "github": "https://github.com/toybreaker",
  "instagram": "https://www.instagram.com/rokmaphotography",
  "threads": "https://www.threads.net/@rokmaphotography",
  "linkedin": "https://www.linkedin.com/in/rokma/",
  "soundcloud": "https://soundcloud.com/rokma/sets",
  "google": {
    "analytics": "G-BMWDP7VL43",
    "verification": "google32e66f1a5601ec40"
  },
  "producer": {
    "url": "https://junglestar.org",
    "name": "Junglestar"
  },
  "oldclassic": {
    "0": "Rokma believes your customers should understand you.",
    "1": "Rokma empowers Your Work.",
    "2": "Rokma helps You Deliver Your Message.",
    "3": "Rokma makes Your Offer Recognisable.",
    "4": "Ready to Make your light shine?"
  }
}
