{
  "quotes": [
    {
      "name": "Marco Lastrucci, Founder",
      "brand": "Quarzia",
      "url": "https://quarzia.it",
      "quote": "We are working with Rokma since 2021 and our understanding of online business and social media environment has already improved dramatically... his explaining ability, together with his multiple skills in website making and content creation, made the whole experience a great success... and it's not over! 👊"
    },
    {
      "name": "Lorenzo Bini, Founder",
      "brand": "Binocle",
      "url": "https://binocle.it",
      "quote": "In everything he does, in every task he faces, he deepens the topics down to their core and then utterly dedicates himself to achieving the agreed goals. Substance, intensity and dedication... Still and most importantly taking pleasure in what he does. This is Rokma."
    },
    {
      "name": "Greg Rankinev, Founder",
      "brand": "Globe Indo",
      "url": "https://globeindo.com",
      "quote": "Rokma was very clear and upfront about the service he provides, and more than delivered on his promises to get our website up and running smoothly... end result was a fast loading website with all the desired features... thank you Rokma!"
    },
    {
      "name": "Claudio Bernardini, Founder",
      "brand": "Bastard",
      "url": "https://bastard.it",
      "quote": "Working with Rokma is a smooth process that starts with discussing the topic and exploring its aspects, zooming in on the details and out on the big picture, evaluating pro and cons until the direction is clear and shared... then he dives into deep research, planning and execution and you can sleep peacefully."
    },
    {
      "name": "Andrea Carraro, MarCom Manager",
      "brand": "Giver Viaggi e Crociere",
      "url": "https://giverviaggi.com",
      "quote": "I have been working with Rokma for the past 30 years. Several times. Overall a long standing partnership. Itself prop to Rokma’s skills. Multi disciplinary, in the whole spectrum of visual communication and linguistic. Always a pioneer, a visionary, yet with very grounded competence. Can defintely recommend Rokma. Perfect match for those looking for a firm and reliable hand, to lead them through communication changes, with no intention of going out on a limb."
    },
    {
      "name": "Joan Epher, Founder",
      "brand": "Surf Zombie Wax",
      "url": "https://surfzombiewax.com",
      "quote": "Can you hire a mind to benefit your company? Rokma's story demonstrates you definitively can! This guy has lived and worked all over the world and is familiar with a broad selection of cultural views. A natural maker, he has capably taken many projects from conception to completion, building startups before start-up times. An entrepreneur involved in publishing, advertising, visual communication and web design since the beginning he has always stayed current. Some of his works led the way, opening paths and setting new norms in their context."
    }
  ]
}
